

const UserManage = () => {
    return (
        <div>
            {/* -----显示大致的统计信息----- */}
            {/* 用户地区分布图
                - 按照不同颜色进行区分 */}
            {/* 家教教师学历雷达图 
                - 高中、专科、本科、硕士、博士 
                - 性别 */}

            This is the user manage page.
            {/* -----包含用户数据的表格----- */}
            {/* - 根据用户的用户名进行查找 */}
            {/* + 根据教师和学生进行筛选 */}
            {/* - 根据性别进行筛选 */}
            {/* + 根据地区进行筛选*/}
            {/* - 修改用户的所有字段的信息 */}
        </div>
    )
}

export default UserManage